---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.CapitalizationForLoadNames.Initial
enum: Autodesk.Revit.DB.Electrical.CapitalizationForLoadNames
source: html/526f8002-d587-dfa4-709e-514341a1edbd.htm
---
# Autodesk.Revit.DB.Electrical.CapitalizationForLoadNames.Initial

Capitalize the first letter of each word in the load name.